<section class="recom">
  <div class="container">
    <div class="recom__wrapper">
      <div class="recom__left">
        <img src="{{ Vite::asset('resources/assets/recom.png') }}" alt="Ассортимент команий">
      </div>
      <div class="recom__right">
        <h2>Широкий ассортимент</h2>
        <p>Мы предлагаем широкий ассортимент специализированной продукции отечественных и зарубежных производителей по привлекательной цене и на выгодных условиях сотрудничества. </p>
        <p>В нашем каталоге представлены масла для легкомоторного и коммерческого транспорта, гидравлические и трансмиссионные масла, масла для сельскохозяйственной техники, а также средства по уходу и обслуживанию грузовых и пассажирских автомобилей.</p>
      </div>
    </div>
  </div>
</section>